{
  "title": "Saikyou Onmyouji no Isekai Tenseiki ~Geboku no Youkaidomo ni Kurabete Monster ga Yowai Sugirundaga~",
  "mangaMDId": "abd0bc20-063a-45a0-91b2-8b7049701d4a",
  "description": "Haruyoshi Kuga's power as the strongest exorcist is all for naught when he is betrayed by his closest ally. With his dying breath, he casts the secret Spell of Reincarnation — when he next opens his eyes, he finds himself in a different world altogether, reincarnated as Seika Lamprogue, the son of a family of magic scholars! He quickly learns that the magic in this new world is quite unlike the sorcery he learned in his past life and that he can't use it. Fortunately for him, with his mastery of curses and the hordes of youkai at his disposal, he doesn't need to. \n\nHaruyoshi (now Seika) is determined not to repeat his past mistakes in his second life by smartly laying low and avoiding flaunting his power. Yet accomplishing his goals and without drawing attention to himself proves to be easier said than done — will his powers be enough to live a happy life?!\n___\n[Official English Light Novel](https://j-novel.club/series/the-reincarnation-of-the-strongest-exorcist-in-another-world)",
  "authors": [
    "Kosuzu Kiichi"
  ],
  "artists": [
    "Okazaki Toshinori"
  ],
  "tags": [
    "Reincarnation",
    "Monsters",
    "Action",
    "Demons",
    "Romance",
    "Adventure",
    "Magic",
    "Isekai",
    "Drama",
    "School Life",
    "Fantasy",
    "Supernatural",
    "Adaptation"
  ],
  "status": "ongoing",
  "year": 2020,
  "contentRating": "suggestive",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "最強陰陽師の異世界転生記～下僕の妖怪どもに比べてモンスターが弱すぎるんだが～（コミック）"
    },
    {
      "en": "The Reincarnation of the Strongest Exorcist in Another World"
    },
    {
      "zh": "最强阴阳师的异世界转生记"
    },
    {
      "zh-hk": "最強陰陽師的異世界轉生記 ～怪物比我的下僕妖怪弱太多了～"
    }
  ],
  "createdAt": "2025-09-23T07:42:36.353Z",
  "updatedAt": "2025-09-23T07:42:36.353Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Saikyou Onmyouji no Isekai Tenseiki ~Geboku no Youkaidomo ni Kurabete Monster ga Yowai Sugirundaga~"
}