{
  "title": "I, A Harvest Mouse, Will Take Cinderella Away",
  "mangaMDId": "a56d974d-0511-409a-bb8d-620ceb9a4e9b",
  "description": "After marrying the prince, Cinderella’s “happily ever after” ends when he falls for another woman and proposes to her. A small, powerless field mouse, who dearly loves Cinderella, wishes she could smile again. Mysteriously, the mouse dies and wakes up in the past, when Cinderella was still mistreated by her stepfamily. Then comes a twist: the mouse isn’t ordinary, but a noble beastman from the prestigious Field Mouse clan. With her true identity revealed, she decides to run away with Cinderella — before the prince and his glass slipper ever show up.\n\n---\nCinderella married the prince. But she never thought that her vow of eternal love would end in just 10 years. The prince fell in love with a certain young lady at first sight, made her his mistress, and even proposed to her. 'Damn!' But she couldn't do anything for Cinderella, who was withering away day by day. Because I was, \"Click!\" a mouse! And the smallest of all mice, the lowest in the hierarchy, a field mouse. 'Fairy grandmother. I'm just a disgusting mouse. Cinderella was the one who embraced me. What I wish for is... '... I wish Cinderella could smile again.' I thought I died. When I woke up again, I was back in time. Back to Cinderella's childhood when she was being abused by her stepmother and older sisters. \n\n\"I came here on the request of the Ratson family.\"\n\nBut I wasn't really an ordinary mouse, but a beastkin of the field mouse family? My family was desperately looking for me? Then, Cinderella, run away with me! Prince, I'll take her away before you come looking for her with that glass slipper!",
  "authors": [
    "SKELL",
    "Sol Leesu"
  ],
  "artists": [
    "Jurang"
  ],
  "tags": [
    "Long Strip",
    "Romance",
    "Comedy",
    "Magic",
    "Drama",
    "Fantasy",
    "Adaptation",
    "Full Color"
  ],
  "status": "ongoing",
  "year": 2025,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ko": "신데렐라는 이 멧밭쥐가 데려갑니다"
    },
    {
      "ko-ro": "Cinderella-neun I Metbatjwiga Deryeogamnida"
    },
    {
      "en": "The Harvest Mouse Leaves Together with Cinderella"
    },
    {
      "en": "This Field Mouse Has Taken Cinderella"
    },
    {
      "en": "This Wild Mouse Has Taken Cinderella"
    },
    {
      "en": "Cinderella Is Taken Away by a Wild Mouse"
    },
    {
      "en": "I, a Field Mouse, Will Take Cinderella Away"
    },
    {
      "pt-br": "A pequena rata do campo partiu com a Cinderela!!"
    },
    {
      "pt-br": "Cinderela é levada por este rato"
    },
    {
      "es": "Cenicienta será rescatada por un ratón del campo"
    },
    {
      "ru": "Золушку забрала крошка-мышка"
    },
    {
      "fa": "سیندرلا توسط این موش وحشی گرفته شده"
    },
    {
      "mn": "Үнсгэлжинг энэ зэрлэг хулгана аваад явчихлаа"
    },
    {
      "vi": "Chuột đồng này sẽ đưa lọ lem đi"
    },
    {
      "vi": "Chuột đồng và lọ lem chạy trốn khỏi câu chuyện cổ tích"
    },
    {
      "en": "The Harvest Mouse Exits the Fairytale Together with Cinderella"
    }
  ],
  "createdAt": "2025-09-23T04:56:16.243Z",
  "updatedAt": "2025-09-23T04:56:16.243Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\I, A Harvest Mouse, Will Take Cinderella Away"
}