{
  "title": "If the Villainess and Villain Met and Fell in Love",
  "mangaMDId": "36300a46-485b-4c05-a570-ac3b23de3952",
  "description": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
  "authors": [
    "Haruna Don"
  ],
  "artists": [
    "Chiru Ukai"
  ],
  "tags": [
    "Romance",
    "Comedy",
    "Adventure",
    "Magic",
    "School Life",
    "Fantasy",
    "Villainess",
    "Adaptation"
  ],
  "status": "ongoing",
  "year": 2022,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら"
    },
    {
      "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
    },
    {
      "ja-ro": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara"
    },
    {
      "ja-ro": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara: Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu"
    },
    {
      "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
    },
    {
      "vi": "Nàng phản diện phải lòng chàng ác nhân"
    }
  ],
  "createdAt": "2025-09-23T04:56:49.636Z",
  "updatedAt": "2025-09-23T04:56:49.636Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\If the Villainess and Villain Met and Fell in Love"
}