{
  "title": "Danna-sama ga Asa kara Banmade Hanashitekurenai",
  "mangaMDId": "452b4a86-8f0c-49b4-8708-4c5252daab33",
  "description": "\"Hurry up and let me put it into you, Kokoro.\"\n\nMy contract husband, who doesn't look reliable, actually has his appearance, lust, and carnivorous stats at max level?! His long fingers and tongue relentlessly attack deep inside me…\n\nKokoro, a 28-year-old woman with no job nor boyfriend, is currently marriage hunting with zero motivation. However, she was suddenly proposed to by a plain man who called out to her out of nowhere?! He wasn't her type, but… while in a daze, they registered their marriage, moved in together, and even had their first night! Kokoro resisted, but he said to her, \"You can't run anyway, so why not accept it?\" His attitude took a 180 degree turn…\n\nHis true face, when his glasses are taken off, is sadistic… and hot. As her private parts were attacked over and over with squelches ringing through the room, she couldn't bear it anymore! Furthermore, his thing which had gotten big pushed against her that place, and thus…",
  "authors": [
    "Nishi Ichiko"
  ],
  "artists": [
    "Nishi Ichiko"
  ],
  "tags": [
    "Romance"
  ],
  "status": "ongoing",
  "year": 2019,
  "contentRating": "erotica",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "en": "From Morning to Night, My Husband Won't Let Me Go"
    },
    {
      "en": "From Morning to Night, My Husband Won't Let Me Go ~ A Lewd, Sweet, but Imperfect Marriage?!"
    },
    {
      "ja": "旦那様が朝から晩まで放してくれない～エッチで甘いワケあり婚!?"
    },
    {
      "zh": "老公从早到晚放不开我"
    },
    {
      "zh-hk": "老公從早到晚放不開我"
    },
    {
      "ja": "Danna-sama ga Asakara ban made Hanashite Kurenai ~ Ecchi de Amai Wakeari Kon?!"
    },
    {
      "ja": "旦那様が朝から晩まで放してくれない"
    },
    {
      "ko": "선 넘는 계약 웨딩"
    }
  ],
  "createdAt": "2025-09-23T04:44:55.401Z",
  "updatedAt": "2025-09-23T04:44:55.401Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Danna-sama ga Asa kara Banmade Hanashitekurenai"
}