{
  "title": "Shinu Unmei ni Aru Akuyaku Reijou no Ani ni Tensei shitanode, Imouto wo Sodatete Mirai wo Kaetai to Omoimasu ~Sekai Saikyou wa Ore dakedo, Sekai Saikawa wa Imouto ni Chigainai~",
  "mangaMDId": "d2db4a9c-0957-4bdf-8951-776bc6a8e6a6",
  "description": "Zechs has a younger sister. Her name is Caron, and he loves her very much. However, if things continue as they are, she will die an untimely death. This world is the same as the RPG romance game he played in his previous life where Caron is destined to die in every route. There was no way Zechs would allow his beloved sister to die so cruelly - that's why he'll resist fate to the bitter end!",
  "authors": [
    "Mizusato Yuuki"
  ],
  "artists": [
    "Iwami Shouko"
  ],
  "tags": [
    "Reincarnation",
    "Action",
    "Adventure",
    "Magic",
    "Harem",
    "Isekai",
    "Drama",
    "School Life",
    "Fantasy",
    "Villainess",
    "Slice of Life",
    "Adaptation",
    "Tragedy"
  ],
  "status": "ongoing",
  "year": 2025,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "死ぬ運命にある悪役令嬢の兄に転生したので、妹を育てて未来を変えたいと思います～世界最強はオレだけど、世界最カワは妹に違いない～"
    },
    {
      "ja-ro": "Shinu Unmei ni Aru Akuyaku Reijou no Ani ni Tensei shitanode, Imouto o Sodatete Mirai o Kaetai to Omoimasu ~Sekai Saikyou wa Ore dakedo, Sekai Saikawa wa Imouto ni Chigainai~"
    },
    {
      "en": "I was Reincarnated as the Older Brother of a Villainess Destined to Die, so I Want to Change the Future by Raising My Younger Sister with My Own Hands: I am the Strongest in the World, but My Little Sister Must be the Cutest in the World"
    },
    {
      "id": "Aku Bereinkarnasi sebagai Kakak dari Villainess yang Ditakdirkan Mati, Jadi Aku Ingin Mengubah Masa Depan dengan Membesarkan Adik Perempuanku Sendiri: Aku yang Terkuat di Dunia, Tapi Adikku Harus yang Tercantik di Dunia!"
    }
  ],
  "createdAt": "2025-09-23T04:56:33.435Z",
  "updatedAt": "2025-09-23T04:56:33.435Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Shinu Unmei ni Aru Akuyaku Reijou no Ani ni Tensei shitanode, Imouto wo Sodatete Mirai wo Kaetai to Omoimasu ~Sekai Saikyou wa Ore dakedo, Sekai Saikawa wa Imouto ni Chigainai~"
}