{
  "title": "Akuyaku Reijou wa Slow Life wo Enjoy Shitai! ~Yatto Kon'yaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~",
  "mangaMDId": "646741db-9062-41ca-8039-c87867ab895c",
  "description": "\"I break off my engagement to you!\"\n\nThe crown prince threw this line at Sylvie at the school's graduation ceremony, and the villainous daughter Sylvie smiled with satisfaction. With a smile on her face, she says, \"Yes! I will gladly accept! I will gladly accept!\" She was accused of bullying the Dauphin's girlfriend, but she debunked the allegation with a brilliant alibi: \"I was digging radishes in the dungeon.\" With the fee she had collected and her S-class adventurer's license in hand, Sylvie moved comfortably to a farm.\n\nShe is ready to start living the slow life she has dreamed of for so long! But then, the second prince, the brother of her former fiancé, arrives on the scene! It seems that he sees Sylvie as a dangerous person who is avenging the royal family, and he often stays in the house to watch over her...",
  "authors": [
    "Amamiya Ren"
  ],
  "artists": [
    "Umeboshi Ayame"
  ],
  "tags": [
    "Romance",
    "Comedy",
    "Isekai",
    "Fantasy",
    "Villainess",
    "Slice of Life"
  ],
  "status": "ongoing",
  "year": 2024,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "悪役令嬢はスローライフをエンジョイしたい！～やっと婚約破棄されたのに、第二王子がめっちゃストーカーしてくるんですけど…～"
    },
    {
      "ja-ro": "Akuyaku Reijou wa Slow Life o Enjoy Shitai! ~Yatto Kon'yaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~"
    },
    {
      "vi": "Nữ Phản Diện Muốn Tận Hưởng Cuộc Sống Nhàn Nhã! - Vừa Bị Huỷ Hôn, Nhưng Thái Tử Thứ Hai Lại Liên Tục Đeo Bám Tôi"
    },
    {
      "en": "The Villainess Wants to Enjoy a Slow Life! ~I finally got my engagement broken off, but the second prince is stalking me like crazy...~"
    }
  ],
  "createdAt": "2025-09-23T07:40:39.876Z",
  "updatedAt": "2025-09-23T07:40:39.876Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Akuyaku Reijou wa Slow Life wo Enjoy Shitai! ~Yatto Kon'yaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~"
}