{
  "title": "Mudameshi Kurai Nintei Sareta node Aiso o Tsukashi, Teikoku ni Utsute Shusse Suru",
  "mangaMDId": "71772ad7-505f-4180-a317-583034890a6c",
  "description": "In the kingdom Lutz lived in until now, commoners were unable to climb up the social ladder, their efforts were denied and extra work disregarded. Lutz finally got fed up, and decided to move to the Empire, which was a complete meritocracy. It was a wonderful country where hard work and creativity was valued. Moreover, Lutz's special magic, which was seen to be useless in the kingdom, is able to beat platoon level monsters in the Empire! Lutz decides to set off in this new land, where values are upheld, rewards are given, and there's a simple path to get ahead in life!",
  "authors": [
    "Jin Aino"
  ],
  "artists": [
    "Souta Sumisawa"
  ],
  "tags": [
    "Action",
    "Comedy",
    "Fantasy",
    "Adaptation"
  ],
  "status": "ongoing",
  "year": 2020,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "無駄飯食らい認定されたので愛想をつかし、帝国に移って出世する"
    },
    {
      "ja": "無駄飯食らい認定されたので愛想をつかし、帝国に移って出世する ～王国の偉い人にはそれが分からんのです～"
    },
    {
      "ja-ro": "Mudameshi Kurai Nintei Sareta node Aiso o Tsukashi, Teikoku ni Utsute Shusse Suru"
    },
    {
      "ja-ro": "Mudameshi Kurai Nintei Sareta node Aiso o Tsukashi, Teikoku ni Utsute Shusse Suru: Ookuku no Erai Hitoni wa Sore ga Wakara no desu"
    },
    {
      "en": "I Was Considered a Useless Good-for-Nothing so I Moved to the Empire to Get Ahead in Life"
    },
    {
      "en": "I Was Acknowledged as a Useless Good-for-Nothing so I Moved to the Empire to Get Ahead in Life"
    },
    {
      "zh-hk": "因為被認定為吃白飯，所以很不討人喜歡，搬到帝國去出人頭地"
    },
    {
      "zh-hk": "因為被認定為吃白飯，所以很不討人喜歡，搬到帝國去出人頭地 ～王國的偉人都不知道這件事～"
    },
    {
      "ja-ro": "Mudameshigurai Nintei sa Retanode Aiso o Tsukashi, Teikoku ni Utsutte Shusse Suru ~ Ōkoku no Erai Hito ni wa Sore ga Wakaran Nodesu ~"
    },
    {
      "vi": "Vì bị coi là kẻ ăn bám, tôi quyết định chuyển đến đế quốc để thăng tiến sự nghiệp."
    }
  ],
  "createdAt": "2025-09-23T04:56:28.967Z",
  "updatedAt": "2025-09-23T04:56:28.967Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Mudameshi Kurai Nintei Sareta node Aiso o Tsukashi, Teikoku ni Utsute Shusse Suru"
}