{
  "title": "Mononoke Hime",
  "mangaMDId": "678e3447-37cc-4205-bdc0-c67b933670e7",
  "description": "Also known as Princess Mononoke, the Hayao Miyazaki and Studio Ghibli film.  \n  \nIn order to satisfy their own needs for land and resources, Man is encroaching on their sacred territory, cutting down the trees and destroying everything else that stand in their path. As a result, the animal gods became angry and attacked the encampment.  \n  \nInto this conflict wanders a young boy, Ashitaka, a refugee of the Emishi people. His people still live in hiding, but when his village was attacked, he shot and killed one of the animal gods. For this he has been given the curse of death.  \n  \nHe has begun a search through Japan to find the secret of his curse when he arrives at the encampment. Outside of the encampment he is attacked by the \"Monster Princess\", a girl raised in the woods by Moro no Kimi (a 300 year old female dog god) and who is driven by a fierce hatred for the humans who are destroying the forest. This girl, San, has repeatedly attacked the encampment, but after she meets Ashitaka, she becomes torn between her loyalty to the animal-gods and the world of the humans.  \nSurrounded by the warring characters of the humans on one side and the animal-gods on the other, each side believing in the righteouness of its cause, it is Ashitaka and San who must face each other personally and, by the end of the film, come to an understanding of each other's world and make the attempt to coexist without hatred and violence.  \n  \nNot far from the heart of the sacred forest where the great Deer God dwells, a new town called Irontown is founded. Conflict seems inevitable.  \n  \nA young girl raised by wolves, and a warrior bearing a curse inflicted by the hatred of a dying Boar God are trying to make things right. Will they succeed?",
  "authors": [
    "Miyazaki Hayao"
  ],
  "artists": [
    "Miyazaki Hayao"
  ],
  "tags": [
    "Historical",
    "Action",
    "Adventure",
    "Drama",
    "Fantasy"
  ],
  "status": "completed",
  "year": 1997,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja-ro": "Mononoke-Hime"
    },
    {
      "en": "Princess Mononoke"
    },
    {
      "ja": "もののけ姫"
    }
  ],
  "createdAt": "2025-09-23T04:28:31.046Z",
  "updatedAt": "2025-09-23T04:28:31.046Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Mononoke Hime"
}