{
  "title": "ONE PIECE",
  "mangaMDId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
  "description": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
  "authors": [
    "Oda Eiichiro"
  ],
  "artists": [
    "Oda Eiichiro"
  ],
  "tags": [
    "Award Winning",
    "Sci-Fi",
    "Monsters",
    "Action",
    "Animals",
    "Comedy",
    "Crime",
    "Adventure",
    "Gore",
    "Drama",
    "Fantasy",
    "Supernatural"
  ],
  "status": "ongoing",
  "year": 1997,
  "contentRating": "suggestive",
  "coverImage": "cover.jpg",
  "totalChapters": 6,
  "createdAt": "2025-09-22T05:14:35.785Z",
  "updatedAt": "2025-09-22T05:25:14.000Z",
  "source": "MangaDex"
}