{
  "title": "The Blooming Baby Boss Lady",
  "mangaMDId": "dd9689c2-46f0-4e80-9c31-ea27cf48044f",
  "description": "\"Gloriosa... You ugly thing that can't even bloom a single petal, you'd make perfect food for the trees-.\"\n\nI was one of thirty-seven children of the Elvador family of the Flower People, and I was sacrificed to the tree that was the foundation of my family. Then, with the help of my betrothed, Arvid, my family was destroyed and I was only saved by my death.\n\nWhen I woke up, I was transported back in time...? Do I have to relive my horrible past all over again? I wasn’t even saved by dying?! ...If I have to start all over again, I'll save myself in this life-! This is Gloriosa's intense and endearing redemption.\n\n---\nGloriosa Elvador can bloom flowers that produce harmless flames, but her evil brother, Magnus, deems her power worthless and feeds her to the sacred tree. Although she's resigned to die, she reawakens in the past as her 13-year-old self with a second chance at life. Now, she must find her cursed betrothed, Arvid Yultecia. Only he can save her from dying again, and only she can lift his curse. Will their blooming love be enough to save them both, or will Magnus trample their budding romance?",
  "authors": [
    "Eun Ryeowon",
    "Kim Son"
  ],
  "artists": [
    "Mingsoong",
    "Taejeong"
  ],
  "tags": [
    "Time Travel",
    "Historical",
    "Long Strip",
    "Romance",
    "Magic",
    "Fantasy",
    "Adaptation",
    "Full Color"
  ],
  "status": "ongoing",
  "year": 2023,
  "contentRating": "safe",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ko": "꽃을 피우는 아기 가주님"
    },
    {
      "ko-ro": "Kkocheul Piuneun Agi Gajunim"
    },
    {
      "en": "The Little Lord Who Makes Flowers Bloom"
    },
    {
      "en": "Baby Master Blooms the Flowers"
    },
    {
      "en": "The Baby Master of Flowers"
    },
    {
      "en": "The Flower Blooming Baby Lord"
    },
    {
      "en": "Flowering Baby Gardener"
    },
    {
      "pt-br": "A bebê mestre das flores desabrocha"
    },
    {
      "es": "La bebe maestra de las flores"
    },
    {
      "id": "The Little Lady Who Makes Flowers Bloom"
    },
    {
      "ja": "花を咲かせる愛しい当主様"
    },
    {
      "th": "ผู้นำตระกูลตัวน้อยผู้เสกดอกไม้"
    },
    {
      "zh": "开花的宝贝家主"
    },
    {
      "zh-hk": "开花的宝宝家主"
    }
  ],
  "createdAt": "2025-09-23T07:40:13.509Z",
  "updatedAt": "2025-09-23T07:40:13.509Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\The Blooming Baby Boss Lady"
}