{
  "title": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu",
  "mangaMDId": "eb26ab13-148d-48e1-bff4-dcf59c4986a0",
  "description": "When it comes to the fantasy MMORPG Cross Reverie, none can match the power of the Demon King Diablo. Possessing the game's rarest artifacts and an unrivaled player level, he overpowers all foolish enough to confront him. But despite his fearsome reputation, Diablo's true identity is Takuma Sakamoto, a shut-in gamer devoid of any social skills. Defeating hopeless challengers day by day, Takuma cares about nothing else but his virtual life—that is, until a summoning spell suddenly transports him to another world where he has Diablo's appearance!\n\nIn this new world resembling his favorite game, Takuma is greeted by the two girls who summoned him: Rem Galeu, a petite Pantherian adventurer, and Shera L. Greenwood, a busty Elf summoner. They perform an Enslavement Ritual in an attempt to subjugate him, but the spell backfires and causes them to become his slaves instead. With the situation now becoming more awkward than ever, Takuma decides to accompany the girls in finding a way to unbind their contract while learning to adapt to his new existence as the menacing Demon King.",
  "authors": [
    "Murasaki Yukiya"
  ],
  "artists": [
    "Fukuda Naoto"
  ],
  "tags": [
    "Reincarnation",
    "Loli",
    "Monsters",
    "Action",
    "Demons",
    "Romance",
    "Comedy",
    "Adventure",
    "Video Games",
    "Magic",
    "Harem",
    "Isekai",
    "Drama",
    "Fantasy",
    "Monster Girls",
    "Slice of Life",
    "Supernatural",
    "Adaptation"
  ],
  "status": "ongoing",
  "year": 2015,
  "contentRating": "suggestive",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "異世界魔王と召喚少女の奴隷魔術"
    },
    {
      "en": "How NOT to Summon a Demon Lord"
    },
    {
      "ko": "이세계 마왕과 소환 소녀의 노예 마술"
    },
    {
      "zh": "异世界魔王与召唤少女的奴隶魔术"
    },
    {
      "zh-hk": "異世界魔王與召喚少女的奴隸魔術"
    },
    {
      "ar": "كيف لا تستدعي سيد الشياطين"
    },
    {
      "fr": "Le Roi Démon d'un autre monde et la magie d'esclavage des invocatrices"
    },
    {
      "fr": "Comment ne pas invoquer un Roi démon"
    },
    {
      "id": "Raja Iblis Dunia Lain dan Sihir Budak para Gadis Pemanggilnya"
    },
    {
      "it": "Il signore dei demoni dell'altro mondo e la magia schiava della ragazza evocatrice"
    },
    {
      "fa": "پاشای شەیتانەکان لە جیھانێکی ترەوە (Sorani Kurdish)"
    },
    {
      "pt-br": "Como NÃO Invocar um Rei Demônio"
    },
    {
      "ru": "История о повелителе тьмы из другого мира и магии порабощения"
    },
    {
      "ru": "Как НЕ призвать Владыку Тьмы из другого мира?"
    },
    {
      "es": "El Señor Demonio de otro mundo y la magia esclavizante de la chica invocadora"
    },
    {
      "th": "จอมมารต่างโลกกับบริวารสาวนักอัญเชิญ"
    }
  ],
  "createdAt": "2025-09-23T04:28:52.204Z",
  "updatedAt": "2025-09-23T04:28:52.204Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Isekai Maou to Shoukan Shoujo no Dorei Majutsu"
}