{
  "title": "Yamiochi Last Boss Reijou no Osananajimi ni Tensei shita. Ore ga Shindara Bad End Kakutei nanode Saikyou ni Natta kedo, Mou Yamiochi \"Yandereka\" shitemasen ka?",
  "mangaMDId": "6f8509aa-dec9-4b92-aa20-014b14fa4d7f",
  "description": "\"If you were to disappear... I might just lose myself.\"\n\nArcs is reborn into the world of the wildly popular otome game Celestia Kingdom. He thought he was just a background character—until it's revealed he's actually the childhood friend of the final boss! Determined to avoid the bad ending, he throws himself into his daily life as her servant. But it seems the true cause of her descent into darkness is... her childhood friend!?\n\nAn unpredictable tale of master and servant, between a slightly (maybe more than slightly?) yandere heroine and an obliviously overpowered protagonist, begins...!",
  "authors": [
    "Oomiyabi"
  ],
  "artists": [
    "Naru Tarou"
  ],
  "tags": [
    "Reincarnation",
    "Action",
    "Romance",
    "Magic",
    "Isekai",
    "School Life",
    "Fantasy",
    "Villainess",
    "Adaptation"
  ],
  "status": "ongoing",
  "year": 2025,
  "contentRating": "suggestive",
  "coverImage": "cover.jpeg",
  "altTitles": [
    {
      "ja": "闇堕ちラスボス令嬢の幼馴染に転生した。俺が死んだらバッドエンド確定なので最強になったけど、もう闇堕ち【ヤンデレ化】してませんか？"
    },
    {
      "en": "I Reincarnated as the Villainess' Childhood Friend Who Falls into Darkness. If I Die, It's a Guaranteed Bad End, So I Became the Strongest... but Hasn't She Already Fallen into Darkness [and Turned Yandere]?"
    },
    {
      "ro": "M-am reîncarnat ca prietenul din copilărie al domnișoarei antagoniste care cade în întuneric. Dacă mor, finalul rău e garantat, așa că am devenit cel mai puternic... dar nu cumva a căzut deja în întuneric și s-a transformat în yandere?"
    },
    {
      "pt-br": "Eu reencarnei como a amigo de infância da vilã que caiu na escuridão. Se eu morrer, é garantido que terei um final ruim, então me tornei o mais forte... mas ela já não caiu na escuridão [e se tornou yandere]?"
    },
    {
      "es-la": "Me reencarné en el amigo de la infancia de la villana que cae en la oscuridad. Si ella cae, es un final fatal garantizado, así que me convertí en el más fuerte... ¿Pero acaso ella no había caído ya en la oscuridad [y se había convertido en yandere]?"
    }
  ],
  "createdAt": "2025-09-23T04:56:54.998Z",
  "updatedAt": "2025-09-23T04:56:54.998Z",
  "source": "MangaDex",
  "folderPath": "C:\\Users\\sfgch\\Documents\\GitHub\\Indiwave\\series\\Yamiochi Last Boss Reijou no Osananajimi ni Tensei shita. Ore ga Shindara Bad End Kakutei nanode Saikyou ni Natta kedo, Mou Yamiochi Yandereka shitemasen ka"
}